Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Copy
ko: 복사
ru: Копировать
zh_hans: 复制
zh_hant: 複製

source: in sandbox
ko: 샌드박스에서
ru: в песочнице
zh_hans: 在沙盒中
zh_hant: 在沙盒中

source: Choose Folder…
ko: 폴더 선택…
ru: Выбрать папку…
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾…

source: Download drafter…
ko: 드래프터 다운로드…
ru: Скачать черновую модель…
zh_hans: 下载草稿模型…
zh_hant: 下載草稿模型…

source: Not a DFlash 2 drafter — no selector in its config.json.
ko: DFlash 2 드래프터가 아닙니다 — config.json에 셀렉터가 없습니다.
ru: Это не черновая модель DFlash 2 — в config.json нет селектора.
zh_hans: 不是 DFlash 2 草稿模型 — 其 config.json 中没有选择器。
zh_hant: 不是 DFlash 2 草稿模型 — 其 config.json 中沒有選擇器。

source: Select a downloaded DFlash 2 drafter folder
ko: 다운로드한 DFlash 2 드래프터 폴더를 선택하세요
ru: Выберите загруженную папку черновой модели DFlash 2
zh_hans: 选择已下载的 DFlash 2 草稿模型文件夹
zh_hant: 選擇已下載的 DFlash 2 草稿模型資料夾

source: That folder no longer exists.
ko: 해당 폴더가 더 이상 존재하지 않습니다.
ru: Эта папка больше не существует.
zh_hans: 该文件夹已不存在。
zh_hant: 該資料夾已不存在。

source: The image could not be read or re-encoded.
ko: 이미지를 읽거나 다시 인코딩할 수 없습니다.
ru: Не удалось прочитать или перекодировать изображение.
zh_hans: 无法读取或重新编码该图像。
zh_hant: 無法讀取或重新編碼該圖像。

source: · 0 imported
ko: · 0개 가져옴
ru: · 0 импортированных
zh_hans: · 已导入 0 个
zh_hant: · 已導入 0 個

source: · salience %@
ko: · 중요도 %@
ru: · заметность %@
zh_hans: · 显著度 %@
zh_hant: · 顯著度 %@

source: · used %lld×
ko: · %lld× 사용됨
ru: · использовано %lld×
zh_hans: · 已使用 %lld 次
zh_hant: · 已使用 %lld 次

source: “%@” could not be loaded for this agent.
ko: “%@”을(를) 이 에이전트에서 불러올 수 없습니다.
ru: «%@» не удалось загрузить для этого агента.
zh_hans: 无法为此智能体加载“%@”。
zh_hant: 無法爲此智能體加載「%@」。

# "%@" will be removed permanently. This can't be undone.
source: "%1$@" will be removed permanently. This can't be undone.
ko: "%1$@" 항목이 영구적으로 제거됩니다. 이 작업은 실행 취소할 수 없습니다.
ru: «%1$@» будет удалено навсегда. Это невозможно отменить.
zh_hans: “%1$@” 将被永久删除。此操作无法撤销。
zh_hant: 「%1$@」 將被永久刪除。此操作無法撤銷。

source: "%@" will be removed. Its conversations are kept and move out of the project.
ko: "%1$@"이(가) 제거됩니다. 대화는 유지되며 프로젝트에서만 분리됩니다.
ru: «%1$@» будет удалён. Разговоры сохранятся и будут исключены из проекта.
zh_hans: "%1$@"将被移除。对话会保留并移出项目。
zh_hant: 「%1$@」將被移除。對話會保留並移出專案。

source: (24 words)
ko: (24 단어)
ru: (24 слова)
zh_hans: （24 个词）
zh_hant: （24 個詞）

source: (Default)
ko: (기본값)
ru: (По умолчанию)
zh_hans: （默认）
zh_hant: （默認）

source: (empty)
ko: (비어 있음)
ru: (пустой)
zh_hans: （空的）
zh_hant: （空的）

source: (No memory context assembled — memory may be empty or disabled)
ko: (조합된 메모리 컨텍스트 없음 — 메모리가 비어 있거나 사용 안 함으로 설정되었을 수 있습니다)
ru: (Контекст памяти не собран — память может быть пустой или отключенной)
zh_hans: （未组装记忆上下文 — 记忆可能为空或已禁用）
zh_hant: （未組裝內存上下文 — 內存可能爲空或已禁用）

source: (no spaces)
ko: (공백 없음)
ru: (без пробелов)
zh_hans: （无空格）
zh_hant: （無空格）

source: (this device)
ko: (이 기기)
ru: (это устройство)
zh_hans: （此设备）
zh_hant: （此設備）

source: [secret]
ko: [비밀]
ru: [секрет]
zh_hans: [机密]
zh_hant: [密鑰]

source: /usr/local/bin/uvx or npx
ko: /usr/local/bin/uvx 또는 npx
ru: /usr/local/bin/uvx или npx
zh_hans: /usr/local/bin/uvx 或 npx
zh_hant: /usr/local/bin/uvx 或 npx

source: \u{201C}%@\u{201D} could not be loaded for this agent.
ko: \u{201C}%@\u{201D}을(를) 이 에이전트에서 불러올 수 없습니다.
ru: \u{201C}%@\u{201D} не удалось загрузить для этого агента.
zh_hans: 无法为此智能体加载 \u{201C}%@\u{201D}。
zh_hant: 無法爲此智能體加載 \u{201C}%@\u{201D}。

source: %.0f GB free / %.0f GB
ko: %.0f GB 여유 공간 / %.0f GB
ru: %.0f GB бесплатно / %.0f GB
zh_hans: 可用 %.0f GB / 共 %.0f GB
zh_hant: 可用 %.0f GB / 共 %.0f GB

# %@ · %lld lines
source: %1$@ · %2$lld lines
ko: %1$@ · %2$lld줄
ru: %1$@ · строк: %2$lld
zh_hans: %1$@ · %2$lld 行
zh_hant: %1$@ · %2$lld 行

source: %@ (unavailable)
ko: %@ (사용할 수 없음)
ru: %@ (недоступно)
zh_hans: %@（不可用）
zh_hant: %@（不可用）

source: %@ couldn't be imported
ko: %@을(를) 가져올 수 없음
ru: Не удалось импортировать %@
zh_hans: 无法导入 %@
zh_hant: 無法導入 %@

source: %@ download
ko: %@ 다운로드
ru: Загрузка: %@
zh_hans: 需下载 %@
zh_hant: 需下載 %@

source: %@ downloads
ko: %@ 다운로드
ru: %@ скачиваний
zh_hans: %@ 次下载
zh_hant: %@ 次下載

# %@ free / %@
source: %1$@ free / %2$@
ko: %1$@ 여유 공간 / %2$@
ru: %1$@ свободно / %2$@
zh_hans: 可用 %1$@ / 共 %2$@
zh_hant: 可用 %1$@ / 共 %2$@

source: %@ has an update available.
ko: %@의 업데이트가 있습니다.
ru: %@ доступно обновление.
zh_hans: %@ 有可用更新。
zh_hant: %@ 有可用更新。

source: %@ has the wrong type
ko: %@의 유형이 잘못되었습니다
ru: %@ имеет неправильный тип
zh_hans: %@ 有错误的类型
zh_hant: %@有錯誤的類型

source: %@ is downloaded and ready to use.
ko: %@이(가) 다운로드되어 사용할 준비가 되었습니다.
ru: %@ загружен и готов к использованию.
zh_hans: %@ 已下载并可使用。
zh_hant: %@ 已下載並可使用。

source: %@ is empty
ko: %@이(가) 비어 있습니다
ru: %@ пусто
zh_hans: %@ 是空的
zh_hant: %@是空的

source: %@ is missing
ko: %@이(가) 누락되었습니다
ru: %@ отсутствует
zh_hans: %@ 缺失
zh_hant: %@缺失

source: %@ is moved to ~/.osaurus/quarantine/ (never deleted) and recreated empty so the feature works again. Data in the old file stays in quarantine — keep a plaintext backup if you might recover the key.
ko: %@ 파일이 ~/.osaurus/quarantine/으로 이동되었으며(삭제되지 않음) 기능이 다시 작동하도록 빈 파일로 다시 생성되었습니다. 이전 파일의 데이터는 격리된 상태로 유지됩니다. 키를 복구할 수 있는 경우를 대비하여 일반 텍스트 백업을 보관하세요.
ru: %@ перемещается в ~/.osaurus/quarantine/ (никогда не удаляется) и воссоздается пустым, поэтому функция снова работает. Данные в старом файле остаются в карантине — сохраните текстовую резервную копию, если вы можете восстановить ключ.
zh_hans: %@ 会被移至 ~/.osaurus/quarantine/（绝不会删除），并重新创建为空文件，以便该功能恢复正常。旧文件中的数据仍保留在隔离区 — 如果你以后可能需要恢复密钥，请保留一份纯文本备份。
zh_hant: %@被移至~/.osaurus/quarantine/（不會被刪除），並重新創建空，以便該功能再次工作。舊文件中的數據處於隔離狀態——如果您可能恢復密鑰，請保留純文本備份。

source: %@ is not readable
ko: %@을(를) 읽을 수 없습니다
ru: %@ не читается
zh_hans: %@ 不可读
zh_hant: %@不可讀

source: %@ is not writable
ko: %@에 쓸 수 없습니다
ru: %@ нельзя записать
zh_hans: %@ 不可写
zh_hant: %@不可寫

source: %@ on disk
ko: 디스크에 %@
ru: %@ на диске
zh_hans: 占用磁盘 %@
zh_hant: 佔用磁盤 %@

source: %@ on Osaurus Cloud · switches to local automatically
ko: Osaurus Cloud의 %@ · 자동으로 로컬 모델로 전환
ru: %@ в Osaurus Cloud · автоматическое переключение на локальную модель
zh_hans: Osaurus Cloud 上的 %@ · 自动切换到本地模型
zh_hant: Osaurus Cloud 上的 %@ · 自動切換至本機模型

source: %@ reopened.
ko: %@이(가) 다시 열렸습니다.
ru: %@ вновь открылся.
zh_hans: %@ 已重新打开。
zh_hant: %@重新打開。

source: %@ reset.
ko: %@이(가) 초기화되었습니다.
ru: %@ сброс.
zh_hans: %@ 已重置。
zh_hant: %@重置。

# %@ reset. Old file kept at %@.
source: %1$@ reset. Old file kept at %2$@.
ko: %1$@이(가) 초기화되었습니다. 이전 파일은 %2$@에 보관됩니다.
ru: %1$@ сброс. Старый файл хранится по адресу %2$@.
zh_hans: %1$@ 已重置。旧文件保留在 %2$@。
zh_hant: %1$@重置。舊文件保留在%2$@。

source: %@ router balance. Click to open the wallet.
ko: 라우터 잔액 %@. 클릭하여 지갑을 여세요.
ru: Баланс Router: %@. Нажмите, чтобы открыть кошелёк.
zh_hans: 路由余额 %@。点击打开钱包。
zh_hant: 路由器餘額 %@。點擊打開錢包。

source: %@ spent this session. Click to add credits.
ko: 이번 세션에서 %@ 사용됨. 크레딧을 추가하려면 클릭하세요.
ru: %@ провел эту сессию. Нажмите, чтобы добавить кредиты.
zh_hans: %@ 本会话已花费。点击添加积分。
zh_hant: %@ 本會話已花費。點擊添加積分。

source: %@ still can't be opened. Try Reset.
ko: %@을(를) 여전히 열 수 없습니다. 초기화를 시도해 보세요.
ru: %@ всё ещё не открывается. Попробуйте сбросить.
zh_hans: %@ 仍然无法打开。尝试重置。
zh_hant: %@仍然無法打開。嘗試重置。

source: %@ use direct networking.
ko: %@은(는) 직접 네트워킹을 사용합니다.
ru: %@ использовать прямую сеть.
zh_hans: %@ 使用直连网络。
zh_hant: %@ 使用直連網絡

source: %@ use this validated proxy endpoint.
ko: %@은(는) 이 검증된 프록시 엔드포인트를 사용합니다.
ru: %@ использовать эту проверенную эндпоинт прокси.
zh_hans: %@ 使用此已验证的代理端点。
zh_hant: %@ 使用此已驗證的代理端點。

# %@%@ is too small to configure Osaurus.
source: %1$@%2$@ is too small to configure Osaurus.
ko: %1$@%2$@은(는) Osaurus를 구성하기에 너무 작습니다.
ru: %1$@%2$@ слишком мал для настройки Osaurus.
zh_hans: %1$@%2$@ 太小了，无法配置 Osaurus。
zh_hant: %1$@%2$@ 太小了，無法配置 Osaurus。

source: %d minutes
ko: %d분
ru: %d минут
zh_hans: %d 分钟
zh_hant: %d 分鐘

source: %d model(s) found
ko: %d개의 모델을 찾았습니다
ru: %d найдено модель(и)
zh_hans: 找到 %d 个模型
zh_hant: 找到 %d 個模型

source: %dm %ds left
ko: %d분 %d초 남음
ru: осталось %dм %dс
zh_hans: 剩余 %d 分 %d 秒
zh_hant: 剩餘 %dm %ds

source: %ds left
ko: %d초 남음
ru: осталось %d
zh_hans: 剩余 %d 秒
zh_hant: 剩餘 %ds

source: %lld actions
ko: %lld개의 작업
ru: %lld действия
zh_hans: %lld 操作
zh_hant: %lld 操作

source: %lld agents
ko: 에이전트 %lld개
ru: %lld агентов
zh_hans: %lld 个智能体
zh_hant: %lld 個智能體

source: %lld blocking finding(s) must be fixed before provisioning.
ko: 프로비저닝하기 전에 %lld개의 차단 문제를 해결해야 합니다.
ru: %lld обнаружение(я) блокировки должно быть исправлено перед предоставлением.
zh_hans: 在配置之前，必须修复 %lld 阻塞发现。
zh_hant: 在配置之前，必須修復%lld阻塞發現。

source: %lld buffered turns waiting on distillation.
ko: 정제를 기다리는 버퍼링된 턴이 %lld개 있습니다.
ru: %lld буферизованные очереди ожидания дистилляции.
zh_hans: %lld 个已缓冲的轮次正在等待蒸馏。
zh_hant: %lld緩衝區等待蒸餾。

source: %lld characters
ko: %lld자
ru: %lld символов
zh_hans: %lld 个字符
zh_hant: %lld 個字符

source: %lld chars
ko: %lld자
ru: %lld символов
zh_hans: %lld 字符
zh_hant: %lld 字符

# %lld chat%@
source: %1$lld chat%2$@
ko: %1$lld개의 채팅%2$@
ru: %1$lld чат%2$@
zh_hans: %1$lld 个聊天
zh_hant: %1$lld 聊天

source: %lld chats
ko: 채팅 %lld개
ru: %lld чата
zh_hans: %lld 个聊天
zh_hant: %lld 個聊天

# %lld connected • %lld model%@ available
source: %1$lld connected • %2$lld model%3$@ available
ko: %1$lld개 연결됨 • %2$lld개의 모델%3$@ 사용 가능
ru: %1$lld подключено • %2$lld модель%3$@ доступна
zh_hans: %1$lld 个已连接 • %2$lld 个模型可用
zh_hant: %1$lld 個已連接 • %2$lld 個模型可用

source: %lld conversations
ko: 대화 %lld개
ru: %lld разговора
zh_hans: %lld 个对话
zh_hant: %lld 個對話

source: %lld conversations couldn't be read
ko: 대화 %lld개를 읽을 수 없음
ru: Не удалось прочитать разговоров: %lld
zh_hans: %lld 个对话无法读取
zh_hant: %lld 個對話無法讀取

source: %lld conversations imported
ko: 대화 %lld개 가져옴
ru: Импортировано разговоров: %lld
zh_hans: 已导入 %lld 个对话
zh_hant: 已導入 %lld 個對話

source: %lld conversations will be removed permanently. This can't be undone.
ko: 대화 %lld개가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ru: %lld разговоров будет удалено навсегда. Это действие нельзя отменить.
zh_hans: %lld 个对话将被永久删除。此操作无法撤销。
zh_hant: %lld 個對話將被永久刪除。此操作無法復原。

# %lld cores · %lld GB memory
source: %1$lld cores · %2$lld GB memory
ko: %1$lld 코어 · %2$lld GB 메모리
ru: %1$lld ядер · %2$lld GB памяти
zh_hans: %1$lld 核 · %2$lld GB 内存
zh_hant: %1$lld 核 · %2$lld GB 內存

source: %lld custom
ko: %lld개 사용자 지정
ru: %lld по индивидуальному заказу
zh_hans: %lld 个自定义
zh_hant: %lld 個自定義

# %lld custom header%@
source: %1$lld custom header%2$@
ko: %1$lld개의 사용자 지정 헤더%2$@
ru: %1$lld пользовательский заголовок%2$@
zh_hans: %1$lld 个自定义标头
zh_hant: %1$lld 個自定義標頭%2$@

source: %lld destination(s) are set to Auto-send: this agent posts there without asking.
ko: %lld개 대상이 자동 전송으로 설정되어 있습니다. 이 에이전트는 묻지 않고 게시합니다.
ru: Назначений с автоотправкой: %lld. Агент публикует туда без подтверждения.
zh_hans: %lld 个目标已设为自动发送：此智能体会不经询问直接发布。
zh_hant: %lld 個目標已設為自動傳送：此智能體會不經詢問直接發佈。

source: %lld documents
ko: 문서 %lld개
ru: %lld документов
zh_hans: %lld 个文档
zh_hant: %lld 個文件

# %lld downloaded • %@
source: %1$lld downloaded • %2$@
ko: %1$lld개 다운로드됨 • %2$@
ru: %1$lld скачано • %2$@
zh_hans: 已下载 %1$lld 个 • %2$@
zh_hant: %1$lld 已下載 • %2$@

source: %lld duplicates skipped
ko: 중복 %lld개 건너뜀
ru: Пропущено дубликатов: %lld
zh_hans: 已跳过 %lld 个重复项
zh_hant: 已跳過 %lld 個重複項

source: %lld external candidate(s) skipped
ko: %lld개의 외부 후보를 건너뜀
ru: %lld внешние кандидаты пропущены
zh_hans: 已跳过 %lld 个外部候选项
zh_hant: 已跳過 %lld 個外部候選項

source: %lld external models found
ko: %lld개의 외부 모델을 찾았습니다
ru: %lld найдено внешних моделей
zh_hans: 发现 %lld 个外部模型
zh_hant: 發現 %lld 個外部模型

source: %lld files
ko: %lld개의 파일
ru: %lld файлы
zh_hans: %lld 个文件
zh_hant: %lld 個文件

# %lld images, %@ tracked of %@, %lld decoding, %lld failed decodes
source: %1$lld images, %2$@ tracked of %3$@, %4$lld decoding, %5$lld failed decodes
ko: %1$lld개의 이미지, %3$@ 중 %2$@개 추적됨, %4$lld개 디코딩 중, %5$lld개 디코딩 실패
ru: %1$lld изображения, %2$@ отслеживаются %3$@, %4$lld декодирование, %5$lld неудачные декодирования
zh_hans: %1$lld 张图片，已跟踪 %2$@ / 共 %3$@，%4$lld 个解码中，%5$lld 个解码失败
zh_hant: %1$lld 張圖片，%2$@ 跟蹤 %3$@，%4$lld 解碼，%5$lld 解碼失敗

source: %lld item(s) would be redacted
ko: %lld개의 항목이 비식별화됩니다
ru: %lld элементы будут отредактированы
zh_hans: %lld 项将被删除
zh_hant: %lld項將被刪除

source: %lld items installed
ko: %lld개의 항목이 설치됨
ru: %lld элементов установлено
zh_hans: 已安装 %lld 个项目
zh_hant: 已安裝 %lld 個項目

source: %lld lines
ko: %lld줄
ru: Строк: %lld
zh_hans: %lld 行
zh_hant: %lld 行

source: %lld model(s) currently available.
ko: 현재 %lld개의 모델을 사용할 수 있습니다.
ru: %lld модели, доступные в настоящее время.
zh_hans: 当前有 %lld 个模型可用。
zh_hant: 當前有 %lld 個模型可用。

# %lld model%@
source: %1$lld model%2$@
ko: %1$lld개의 모델%2$@
ru: %1$lld модель%2$@
zh_hans: %1$lld 个模型
zh_hant: %1$lld 個模型

# %lld model%@ available
source: %1$lld model%2$@ available
ko: %1$lld개의 모델%2$@ 사용 가능
ru: %1$lld модель%2$@ в наличии
zh_hans: %1$lld 个模型可用
zh_hant: %1$lld 個模型可用

# %lld model%@ found
source: %1$lld model%2$@ found
ko: %1$lld개의 모델%2$@ 찾음
ru: %1$lld модель%2$@ найдена
zh_hans: 找到 %1$lld 个模型
zh_hant: 找到 %1$lld 個模型

# %lld model%@ ready
source: %1$lld model%2$@ ready
ko: %1$lld개의 모델%2$@ 준비됨
ru: %1$lld модели готовы
zh_hans: %1$lld 模型已就绪
zh_hant: %1$lld 模型已就緒

# %lld models
source: %1$lld models
ko: %1$lld개의 모델
ru: %lld модели
zh_hans: %lld 个模型
zh_hant: %lld 個模型

# %lld models • %@
source: %1$lld models • %2$@
ko: %1$lld개의 모델 • %2$@
ru: %1$lld модели • %2$@
zh_hans: %1$lld 个模型 • %2$@
zh_hant: %1$lld 模型 • %2$@

source: %lld models ready
ko: %lld개의 모델 준비됨
ru: %lld модели готовы
zh_hans: %lld 个模型已就绪
zh_hant: %lld 個模型已就絕

# %lld of %lld
source: %1$lld of %2$lld
ko: %2$lld 중 %1$lld
ru: %1$lld из %2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

source: %lld of %lld categorized
ko: %2$lld개 중 %1$lld개 분류됨
ru: %1$lld из %2$lld категоризировано
zh_hans: 已分类 %1$lld / %2$lld 个
zh_hant: %2$lld 個中 %1$lld 個已分類

# %lld of %lld facts
source: %1$lld of %2$lld facts
ko: %2$lld개 중 %1$lld개의 팩트
ru: %1$lld из %2$lld фактов
zh_hans: %1$lld / %2$lld 条事实
zh_hant: %1$lld / %2$lld 條事實

# %lld of %lld themes
source: %1$lld of %2$lld themes
ko: %2$lld개 중 %1$lld개의 테마
ru: %1$lld из %2$lld тем
zh_hans: %1$lld / %2$lld 个主题
zh_hant: 第 %1$lld 個主題，共 %2$lld 個

source: %lld of 24 words
ko: 24 단어 중 %lld
ru: %lld из 24 слов
zh_hans: 24 个词中的 %lld 个
zh_hant: 24 個詞中的 %lld 個

# %lld pending · %lld all-time
source: %1$lld pending · %2$lld all-time
ko: %1$lld개 대기 중 · 전체 %2$lld개
ru: %1$lld в ожидании · %2$lld постоянно
zh_hans: %1$lld 待处理 · 累计 %2$lld 个
zh_hant: %1$lld 待處理 · 累計 %2$lld 個

# %lld plugin%@ need%@ system permissions
source: %1$lld plugin%2$@ need%3$@ system permissions
ko: %1$lld개의 플러그인%2$@에 시스템 권한이 필요합니다%3$@
ru: %1$lld плагин%2$@ нужны%3$@ системные разрешения
zh_hans: %1$lld 个插件 %2$@ 需要系统权限
zh_hant: %1$lld 個插件%2$@需要系統權限

source: %lld plugins available
ko: %lld개의 플러그인 사용 가능
ru: %lld доступны плагины
zh_hans: %lld 个插件可用
zh_hant: %lld 個插件可用

source: %lld plugins have updates available.
ko: %lld개의 플러그인에 업데이트가 있습니다.
ru: Для плагинов %lld доступны обновления.
zh_hans: %lld 个插件有可用更新。
zh_hant: %lld 個插件有可用更新。

# %lld provider%@ configured
source: %1$lld provider%2$@ configured
ko: %1$lld개의 제공자%2$@ 구성됨
ru: %1$lld провайдер%2$@ настроен
zh_hans: 已配置 %1$lld 个提供商
zh_hant: 已配置 %1$lld 個提供商

# %lld queued · %@
source: %1$lld queued · %2$@
ko: %1$lld개 대기열에 있음 · %2$@
ru: %1$lld в очереди · %2$@
zh_hans: 已排队 %1$lld 个 · %2$@
zh_hant: %1$lld 已排隊 · %2$@

source: %lld redaction(s)
ko: %lld개의 비식별화
ru: %lld редакция(и)
zh_hans: %lld 项删减
zh_hant: %lld 項刪減

source: %lld requests
ko: %lld개의 요청
ru: %lld запросов
zh_hans: %lld 个请求
zh_hant: %lld 個請求

# %lld row%@
source: %1$lld row%2$@
ko: %1$lld개의 행%2$@
ru: %1$lld строка%2$@
zh_hans: %1$lld 行
zh_hant: %1$lld 行

source: %lld selected
ko: %lld개 선택됨
ru: %lld выбрано
zh_hans: 已选择 %lld 个
zh_hant: 已選擇 %lld 個

source: %lld setup finding(s) need attention before tools are fully ready.
ko: 도구가 완전히 준비되기 전에 %lld개의 설정 문제를 확인해야 합니다.
ru: %lld выводы по настройке требуют внимания до того, как инструменты будут полностью готовы.
zh_hans: 在工具完全准备就绪之前，需要注意 %lld 设置发现。
zh_hant: 在工具完全準備就緒之前，需要注意%lld設置發現。

# %lld skill%@
source: %1$lld skill%2$@
ko: %1$lld개의 스킬%2$@
ru: %1$lld навык%2$@
zh_hans: %1$lld 个技能
zh_hant: %1$lld 個技能%2$@

source: %lld skills
ko: %lld개의 스킬
ru: %lld навыки
zh_hans: %lld 个技能
zh_hant: %lld 個技能

source: %lld skills available
ko: %lld개의 스킬 사용 가능
ru: %lld навыка доступно
zh_hans: %lld 个技能可用
zh_hant: %lld 個技能可用

source: %lld store(s) couldn't be converted because the encryption key is unavailable.
ko: 암호화 키를 사용할 수 없어서 %lld개의 저장소를 변환할 수 없습니다.
ru: Не удалось преобразовать хранилищ: %lld — ключ шифрования недоступен.
zh_hans: %lld 个存储无法转换，因为加密密钥不可用。
zh_hant: %lld 個存儲無法轉換，因爲加密密鑰不可用。

source: %lld store(s) failed to convert.
ko: %lld개의 저장소를 변환하지 못했습니다.
ru: %lld магазинам не удалось конвертировать.
zh_hans: %lld 个存储转换失败。
zh_hant: %lld個存儲轉換失敗。

source: %lld tokens
ko: %lld 토큰
ru: %lld токенов
zh_hans: %lld 个 Token
zh_hant: %lld 個詞元

source: %lld tool(s) discovered via %@.
ko: %lld개의 도구를 %@을(를) 통해 발견했습니다.
ru: %lld инструмент(ов), обнаруженный через %@.
zh_hans: 发现 %lld 个工具通过 %@。
zh_hant: 發現 %lld 個工具通過 %@。

source: %lld tool(s) discovered.
ko: %lld개의 도구를 발견했습니다.
ru: Обнаружено %lld инструментов.
zh_hans: 已发现 %lld 个工具。
zh_hant: 已發現 %lld 個工具。

source: %lld tools sent
ko: %lld개의 도구 전송됨
ru: Отправлено %lld инструмента
zh_hans: 已发送 %lld 个工具
zh_hant: 已傳送 %lld 個工具

# %lld tool%@
source: %1$lld tool%2$@
ko: %1$lld개의 도구%2$@
ru: %1$lld инструмент%2$@
zh_hans: %1$lld 个工具
zh_hant: %1$lld 個工具

# %lld tool%@ · %lld skill%@
source: %1$lld tool%2$@ · %3$lld skill%4$@
ko: %1$lld개의 도구%2$@ · %3$lld개의 스킬%4$@
ru: %1$lld инструмент%2$@ · %3$lld навык%4$@
zh_hans: %1$lld 个工具 · %3$lld 个技能
zh_hant: %1$lld 個工具 · %3$lld 個技能

source: %lld tools
ko: %lld개의 도구
ru: %lld инструменты
zh_hans: %lld 个工具
zh_hant: %lld 個工具

# %lld tools and %lld skills enabled · %@
source: %1$lld tools and %2$lld skills enabled · %3$@
ko: %1$lld개의 도구 및 %2$lld개의 스킬 사용함 · %3$@
ru: Включено: инструментов — %1$lld, навыков — %2$lld · %3$@
zh_hans: 启用 %1$lld 工具和 %2$lld 技能·%3$@
zh_hant: 啓用%1$lld工具和%2$lld技能·%3$@

source: %lld turns
ko: %lld 턴
ru: Ходов: %lld
zh_hans: %lld 轮
zh_hant: %lld 輪

# %lld write%@
source: %1$lld write%2$@
ko: %1$lld개의 쓰기%2$@
ru: %1$lld написать%2$@
zh_hans: %1$lld 次写入
zh_hant: %1$lld 次寫入%2$@

source: %lld/%lld connected - %lld attention - %lld models
ko: %lld/%lld 연결됨 - %lld 어텐션 - %lld개의 모델
ru: %lld/%lld подключено - %lld внимание - %lld модели
zh_hans: %lld/%lld 已连接 - %lld 关注 - %lld 模型
zh_hant: %lld/%lld 已連接 - %lld 關注 - %lld 模型

# %lld/%lld connected - %lld attention - %lld tools
source: %1$lld/%2$lld connected - %3$lld attention - %4$lld tools
ko: %1$lld/%2$lld 연결됨 - %3$lld 어텐션 - %4$lld개의 도구
ru: %1$lld/%2$lld связь - %3$lld внимание - %4$lld инструменты
zh_hans: %1$lld/%2$lld 已连接 - %3$lld 需关注 - %4$lld 个工具
zh_hant: %1$lld/%2$lld 已連接 - %3$lld 需關注 - %4$lld 個工具

source: %lld/%lld connected, %lld attention, %lld models, %lld manual-model provider(s)
ko: %lld/%lld 연결됨, %lld 어텐션, %lld개의 모델, %lld개의 수동 모델 제공자
ru: %lld/%lld подключено, %lld внимание, %lld модели, %lld провайдер(и) моделей вручную
zh_hans: %lld/%lld 已连接，%lld 关注，%lld 模型，%lld 手动模型提供商
zh_hant: %lld/%lld 已連接，%lld 關注，%lld 模型，%lld 手動模型提供商

# %lld/%lld connected, %lld attention, %lld tools, %lld stdio provider(s)
source: %1$lld/%2$lld connected, %3$lld attention, %4$lld tools, %5$lld stdio provider(s)
ko: %1$lld/%2$lld 연결됨, %3$lld 어텐션, %4$lld개의 도구, %5$lld개의 stdio 제공자
ru: %1$lld/%2$lld подключено, %3$lld внимание, %4$lld инструменты, %5$lld провайдер(и) stdio
zh_hans: %1$lld/%2$lld 已连接，%3$lld 需关注，%4$lld 工具，%5$lld stdio 提供商
zh_hant: %1$lld/%2$lld 已連接，%3$lld 需關注，%4$lld 工具，%5$lld stdio 提供商

source: %lldm %llds remaining
ko: %lld분 %lld초 남음
ru: осталось %lldм %lldс
zh_hans: 剩余 %lld 分 %lld 秒
zh_hant: 剩餘 %lld 分 %lld 秒

source: %llds remaining
ko: %lld초 남음
ru: осталось %lldс
zh_hans: 剩余 %lld 秒
zh_hant: 剩餘 %lld 秒

source: ↑↓ navigate ↵ select esc dismiss
ko: ↑↓ 탐색 ↵ 선택 esc 닫기
ru: ↑↓ перейти ↵ выбрать esc закрыть
zh_hans: ↑↓ 导航 ↵ 选择 esc 关闭
zh_hant: ↑↓ 導航 ↵ 選擇 esc 關閉

source: + %lld more
ko: + %lld개 더 보기
ru: + %lld ещё
zh_hans: + 另外 %lld 个
zh_hant: + 另外 %lld 個

source: + Enter to add
ko: + Enter로 추가
ru: + Введите, чтобы добавить
zh_hans: + 按 Enter 添加
zh_hant: + 按 Enter 添加

source: + Enter to create
ko: + Enter로 생성
ru: + Введите, чтобы создать
zh_hans: + 按 Enter 创建
zh_hant: + 按 Enter 創建

source: + Enter to pause
ko: + Enter로 일시 정지
ru: + Enter, чтобы сделать паузу
zh_hans: + 按 Enter 暂停
zh_hant: + 按 Enter 暫停

source: + Enter to save
ko: + Enter로 저장
ru: + Введите, чтобы сохранить
zh_hans: + 按 Enter 保存
zh_hant: + Enter 保存

source: +%lld more findings in copied report
ko: 복사된 보고서에 +%lld개의 문제 더 보기
ru: +%lld дополнительные выводы в скопированном отчете
zh_hans: 复制报告中额外发现 %lld 项
zh_hant: 複製報告中額外發現 %lld 項

source: +%lld more in copied report
ko: 복사된 보고서에 +%lld개 더 보기
ru: ещё +%lld в скопированном отчёте
zh_hans: 已复制报告中另有 %lld 条
zh_hant: 已複製報告中另有 %lld 條

source: +15551234567 — one per line
ko: +15551234567 — 한 줄에 하나씩
ru: +15551234567 — по одному в строке
zh_hans: +15551234567 — 每行一个

source: +15551234567 or 1203630XXXX@g.us — one per line
ko: +15551234567 또는 1203630XXXX@g.us — 한 줄에 하나씩
ru: +15551234567 или 1203630XXXX@g.us — по одному в строке
zh_hans: +15551234567 或 1203630XXXX@g.us — 每行一个

source: +15551234567 or name@example.com — one per line
ko: +15551234567 또는 name@example.com — 한 줄에 하나씩
ru: +15551234567 или name@example.com — по одному в строке
zh_hans: +15551234567 或 name@example.com — 每行一个

# ~%@ of %.0f GB
source: ~%1$@ of %2$.0f GB
ko: %2$.0f GB 중 ~%1$@
ru: ~%1$@ из %2$.0f GB
zh_hans: ~%1$@ / %2$.0f GB

source: ~%d items would be masked before cloud send.
ko: 클라우드로 전송하기 전에 ~%d개의 항목이 마스킹됩니다.
ru: Перед отправкой в облако будет замаскировано примерно %d элементов.
zh_hans: 在发送到云端之前，约 %d 项将被屏蔽。
zh_hant: 在發送到雲端之前，約 %d 項將被屏蔽。

source: ~%lld tokens
ko: ~%lld 토큰
ru: ~%lld токенов
zh_hans: 约 %lld 个 Token
zh_hant: 約 %lld 個詞元

source: ~1 item would be masked before cloud send.
ko: 클라우드로 전송하기 전에 ~1개의 항목이 마스킹됩니다.
ru: Перед отправкой в облако будет замаскирован примерно 1 элемент.
zh_hans: 在发送到云端之前，约 1 项将被屏蔽。
zh_hant: 在發送到雲端之前，約 1 項將被屏蔽。

source: ≈ %@ remaining
ko: ≈ %@ 남음
ru: ≈ %@ осталось
zh_hans: ≈ 剩余 %@
zh_hant: ≈ 剩餘 %@

source: ⌘+N Starts a New Chat in the Current Window
ko: ⌘+N으로 현재 창에서 새 채팅 시작
ru: ⌘+N начинает новый чат в текущем окне
zh_hans: ⌘+N 在当前窗口开始新聊天
zh_hant: ⌘+N 在目前視窗開始新聊天

source: 0 attempts since launch
ko: 실행 후 0번 시도함
ru: 0 попыток с момента запуска
zh_hans: 自启动以来 0 次尝试
zh_hant: 自啓動以來0次嘗試

source: 0 favors performance, 2 is Safe Auto, 3 is strict, and 4 is diagnostic/custom.
ko: 0은 성능 우선, 2는 안전 자동, 3은 엄격함, 4는 진단/사용자 지정입니다.
ru: 0 обеспечивает производительность, 2 — безопасный автоматический режим, 3 — строгий и 4 — диагностический/пользовательский.
zh_hans: 0 倾向于性能，2 是安全自动，3 是严格的，4 是诊断/自定义。
zh_hant: 0傾向於性能，2是安全自動，3是嚴格的，4是診斷/自定義。

source: 0 queued · %@
ko: 0개 대기열에 있음 · %@
ru: 0 в очереди · %@
zh_hans: 已排队 0 个 · %@
zh_hant: 0 已排隊 · %@

source: 1 agent
ko: 에이전트 1개
ru: 1 агент
zh_hans: 1 个智能体
zh_hant: 1 個智能體

source: 1 conversation couldn't be read
ko: 대화 1개를 읽을 수 없음
ru: Не удалось прочитать 1 разговор
zh_hans: 1 个对话无法读取
zh_hant: 1 個對話無法讀取

source: 1 conversation imported
ko: 대화 1개 가져옴
ru: Импортирован 1 разговор
zh_hans: 已导入 1 个对话
zh_hant: 已導入 1 個對話

source: 1 day
ko: 1일
ru: 1 день
zh_hans: 1 天
zh_hant: 1天

source: 1 document
ko: 문서 1개
ru: 1 документ
zh_hans: 1 个文档
zh_hant: 1 個文件

source: 1 hour
ko: 1시간
ru: 1 час
zh_hans: 1 小时
zh_hant: 1 小時

source: 1 step
ko: 1단계
ru: 1 шаг
zh_hans: 1 个步骤
zh_hant: 1 個步驟

source: 1 token
ko: 토큰 1개
ru: 1 токен
zh_hans: 1 个 Token
zh_hant: 1 詞元

source: 4 hours
ko: 4시간
ru: 4 часа
zh_hans: 4 小时
zh_hant: 4 小時

source: 4-bit (q4, fastest)
ko: 4비트 (q4, 가장 빠름)
ru: 4-битный (q4, самый быстрый)
zh_hans: 4 位（q4，最快）
zh_hant: 4位（q4，最快）

source: 5 minutes
ko: 5분
ru: 5 минут
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 6-bit (q6, GGUF-head parity)
ko: 6비트 (q6, GGUF-head 패리티)
ru: 6-битный (q6, четность головки GGUF)
zh_hans: 6 位（q6，与 GGUF-head 持平）
zh_hant: 6位（q6，GGUF-head奇偶校驗）
